[{"url": "http://www.vam.ac.uk/\n", "keywords": ["worlds", "art", "museum", "albert", "victoria", "design", "greatest"], "text": "The world’s greatest museum of art and design", "summary": "The world’s greatest museum of art and design"}, {"url": "http://www.vam.ac.uk\n", "keywords": ["worlds", "art", "museum", "albert", "victoria", "design", "greatest"], "text": "The world’s greatest museum of art and design", "summary": "The world’s greatest museum of art and design"}, {"url": "http://www.vam.ac.uk/page/d/discover-the-v-and-a\n", "keywords": ["va", "breathtaking", "art", "exhibitions", "fascinating", "museum", "galleries", "albert", "discover", "library", "victoria", "design", "national"], "text": "Explore the breathtaking treasures and hidden gems of more than 2,000 years of art and design. From the spectacular collections to our captivating exhibitions and events, there is something for everyone. Plan your visit or browse our galleries at home using the V&A Digital Map. Take part in a learning activity or further your knowledge in the National Art Library. Meanwhile, the V&A bloggers give you a fascinating glimpse at what goes on behind the scenes. There is so much to discover in the world's greatest museum of art and design.", "summary": "Take part in a learning activity or further your knowledge in the National Art Library.\r\nThere is so much to discover in the world's greatest museum of art and design.\r\nExplore the breathtaking treasures and hidden gems of more than 2,000 years of art and design.\r\nMeanwhile, the V&A bloggers give you a fascinating glimpse at what goes on behind the scenes.\r\nPlan your visit or browse our galleries at home using the V&A Digital Map."}, {"url": "http://www.vam.ac.uk/visiting/visitor-information/\n", "keywords": ["va", "art", "archive", "museum", "albert", "library", "victoria", "london", "rooms", "1000", "open", "study", "page"], "text": "The tunnel entrance to the V&A is open from 10.00 - 17.40 Saturday to Thursday and 10.00 - 20.00 on Fridays but may be closed on occasion on the advice of London Underground.\n\n10.00 to 17.45 daily 10.00 to 22.00 Fridays (selected galleries remain open after 18.00) Closing commences 10 minutes before time stated\n\nPlease go to the National Art Library pages for full details of opening times and closures.\n\nPlease go to the Study Rooms page for more information.\n\nAvailable by appointment only, from Tuesday to Thursday inclusive.\n\n Please go to the Study Rooms page for more information.\n\nThe Archive and Library Study Room at Blythe House serves the Archive of Art and Design, the V&A Archive, the V&A Theatre and Performance Collections and the Beatrix Potter Collections.\n\nAvailable by appointment only, Tuesday to Friday 10.00 - 16.30  (Theatre & Performance Collections from 10.15).\n\nPlease go to the Archives page for more information \n\n\n\nTuesday to Friday between 10.00 and 13.00 and 14.00 and 16.30. The Study Centre is open by appointment. There is no charge but it is essential to book.\n\nIt is closed on public holidays and throughout August for the annual audit.\n\nThe Clothworkers' Centre for the Study and Conservation of Textiles and Fashion is located at Blythe House, at Olympia in West London.", "summary": "Please go to the Study Rooms page for more information.\r\nThe Archive and Library Study Room at Blythe House serves the Archive of Art and Design, the V&A Archive, the V&A Theatre and Performance Collections and the Beatrix Potter Collections.\r\nThe Clothworkers' Centre for the Study and Conservation of Textiles and Fashion is located at Blythe House, at Olympia in West London.\r\nThe tunnel entrance to the V&A is open from 10.00 - 17.40 Saturday to Thursday and 10.00 - 20.00 on Fridays but may be closed on occasion on the advice of London Underground.\r\n10.00 to 17.45 daily 10.00 to 22.00 Fridays (selected galleries remain open after 18.00) Closing commences 10 minutes before time statedPlease go to the National Art Library pages for full details of opening times and closures."}, {"url": "http://www.vam.ac.uk/contentapi/search/\n", "keywords": ["search", "bar", "appear", "albert", "museum", "abovesearch", "results", "victoria"], "text": "Please use the search bar above\n\nSearch results will appear here.", "summary": "Please use the search bar aboveSearch results will appear here."}, {"url": "http://www.vam.ac.uk/page/l/learning\n", "keywords": ["europe", "16001800", "acquire", "court", "help", "opening", "louis", "museum", "galleries", "albert", "victoria", "chteau", "oil"], "text": "We need your help to raise £500,000 to acquire the Baroque oil painting of the Château de Juvisy, by Pierre-Denis Martin, court painter to Louis XIV in time for the opening of the Europe 1600-1800 galleries.", "summary": "We need your help to raise £500,000 to acquire the Baroque oil painting of the Château de Juvisy, by Pierre-Denis Martin, court painter to Louis XIV in time for the opening of the Europe 1600-1800 galleries."}, {"url": "http://www.vam.ac.uk/page/s/support-us\n", "keywords": ["enjoy", "va", "funding", "legacies", "collectors", "museum", "albert", "victoria", "large", "including", "thought", "help"], "text": "You may not have thought of including a gift to a museum in your will, but the V&A is a charity and legacies form an important source of funding for our work. It is not just the great collectors and the wealthy who leave legacies to the V&A. Legacies of all sizes, large and small, make a real difference to what we can do and your support can help ensure that future generations enjoy the V&A as much as you have.", "summary": "You may not have thought of including a gift to a museum in your will, but the V&A is a charity and legacies form an important source of funding for our work.\r\nIt is not just the great collectors and the wealthy who leave legacies to the V&A.\r\nLegacies of all sizes, large and small, make a real difference to what we can do and your support can help ensure that future generations enjoy the V&A as much as you have."}, {"url": "http://www.vam.ac.uk/channel\n", "keywords": ["olympia", "va", "equally", "fashion", "jameel", "centre", "motion", "textiles", "vas", "channel", "absolute"], "text": "A \"library of textiles\" is how curator Edwina Ehrman described the Clothworkers' Centre, which opened in the autumn of 2013. The centre, which is located at Blythe House in Kensington Olympia, is an absolute feast for anyone interested fashion and textiles. We have made a series of films that look at different aspects of the collection at the centre.\n\nOn 10th December 2013, a tense and excited crowd gathered outside of the V&A's Porter Gallery, waiting to find out who had won Jameel Prize 3. V&A Channel was, naturally, on hand with a camera and a microphone. For a taste of the event and an interview with the winners, step this way.\n\nFashion in Motion, the V&A's programme of catwalk shows, continued with absolute motion in the winter months of 2013. Kansai Yamamoto delivered a powerful spectacle, mixing tradition and futurism; he was swiftly followed by the equally fantastical Meadham Kirchhoff, whose show left the audience somewhere between a faintly sinister fairytale and the most amazing nightclub.", "summary": "V&A Channel was, naturally, on hand with a camera and a microphone.\r\nFashion in Motion, the V&A's programme of catwalk shows, continued with absolute motion in the winter months of 2013.\r\nThe centre, which is located at Blythe House in Kensington Olympia, is an absolute feast for anyone interested fashion and textiles.\r\nA \"library of textiles\" is how curator Edwina Ehrman described the Clothworkers' Centre, which opened in the autumn of 2013.\r\nWe have made a series of films that look at different aspects of the collection at the centre."}]